CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
golang.go
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
PKief.material-icon-theme
redhat.vscode-yaml
samuelcolvin.jinjahtml
vscode-icons-team.vscode-icons
zbr.vscode-ansible
zhuangtongfa.material-theme
